Repository: hwreverse/cyan
Catalog: po/*/cyan.po
Languages: de, ru

source: Could not open/read or write file. Oops.
de: Konnte Datei nicht öffnen/lesen oder schreiben. Hoppala!
ru: Ой. Не смог открыть / прочитать или записать файл

source: Given argument is invalid or has wrong value
de: Das übergebene Argument ist ungültig oder hat einen falschen Wert
ru: Данный параметр недействителен или имеет неверное значение

source: Memory allocation failed
de: Speicherzuweisung fehlgeschlagen
ru: Выделение памяти не удалось

source: NOPE
de: NEIN ! Nie im Leben !
ru: НЕТ! никак!

source: NULL pointer was given
de: NULL-Zeiger wurde übergeben.
ru: Нулевой указатель был передан

source: Plugin could not be loaded
de: Plugin konnte nicht geladen werden
ru: Плагин не удалось загрузить

source: Sorry ... this is not implemented yet :(
de: Entschuldigung ... das ist noch nicht implementiert :(
ru: Извините ... это ещё не реализовано :(

source: Structure is empty
de: Struktur ist leer
ru: Структура пустая

source: Structure is full
de: Struktur ist voll
ru: Структура полностью заполнена

source: Unknown error
de: Unbekannter Fehler
ru: Неизвестная ошибка
